[
  {
    "marker": "1",
    "body": "\"Επένδυση\" σημαίνει κάθε είδους περιουσιακό στοιχείο, το οποίο επενδύεται σύμφωνα με τη νομοθεσία του Συμβαλλόμενου Μέρους στο έδαφος του οποίου πραγματοποιείται η επένδυση και περιλαμβάνει ειδικότερα, αλλά όχι αποκλειστικά:",
    "start": 1446,
    "end": 1672
  },
  {
    "marker": "α",
    "body": "κινητή και ακίνητη ιδιοκτησία και κάθε άλλο εμπράγματο δικαίωμα, όπως δουλείες, νομή, υποθήκες, εμπράγματες ασφάλειες και ενέχυρα,",
    "start": 1675,
    "end": 1807
  },
  {
    "marker": "β",
    "body": "μετοχές, εταιρικά μερίδια, ομολογίες και κάθε άλλη μορφή συμμετοχής σε εταιρία,",
    "start": 1810,
    "end": 1891
  },
  {
    "marker": "γ",
    "body": "χρηματικές απαιτήσεις και κάθε άλλη συμβατική απαίτηση που έχει οικονομική αξία συνδεόμενα με επένδυση,",
    "start": 1894,
    "end": 1999
  },
  {
    "marker": "δ",
    "body": "δικαιώματα πνευματικής και βιομηχανικής ιδιοκτησίας,",
    "start": 2002,
    "end": 2056
  },
  {
    "marker": "ε",
    "body": "εκχωρήσεις δικαιωμάτων, βάσει νόμου η συμβάσεως περιλαμβανομένων και εκχωρήσεων για έρευνα, ανάπτυξη, εξόρυξη η εκμετάλλευση φυσικών πόρων.\r\nΕνδεχόμενη μεταβολή του τύπου της επένδυσης, που έχει πραγματοποιηθεί, δεν μεταβάλλει το χαρακτήρα της ως επένδυσης, εφόσον η μεταβολή αυτή είναι σύμφωνη με τη νομοθεσία του Συμβαλλόμενου Μέρους στο έδαφος του οποίου έχει πραγματοποιηθεί η επένδυση.",
    "start": 2059,
    "end": 2451
  },
  {
    "marker": "2",
    "body": "\"Απόδοση\" σημαίνει τα έσοδα που αποφέρει μία επένδυση και περιλαμβάνει ειδικότερα, άλλα όχι αποκλειστικά, κέρδη, τόκους, μερίσματα, υπεραξία, δικαιώματα πνευματικής και βιομηχανικής ιδιοκτησίας, αμοιβές και άλλα νόμιμα εισοδήματα.",
    "start": 2456,
    "end": 2688
  },
  {
    "marker": "3",
    "body": "Επενδυτής\" σημαίνει σε σχέση με κάθε Συμβαλλόμενο Μέρος:",
    "start": 2692,
    "end": 2750
  },
  {
    "marker": "α",
    "body": "φυσικά πρόσωπα που έχουν την ιθαγένεια του εν λόγω Συμβαλλόμενου Μέρους, σύμφωνα με τη νομοθεσία του,",
    "start": 2753,
    "end": 2856
  },
  {
    "marker": "β",
    "body": "νομικά πρόσωπα και άλλες οντότητες, περιλαμβανομένων εταιριών πάσης φύσεως που έχουν συσταθεί ή κατ\" άλλον τρόπον λειτουργούν δεόντως, σύμφωνα με τη νομοθεσία του εν λόγω Συμβαλλόμενου Μέρους και ασκούν την πραγματική οικονομική τους δραστηριότητα στο έδαφος του ίδιου Συμβαλλόμενου Μέρους,\r\nτα οποία πραγματοποιούν επενδύσεις στο έδαφος του άλλου Συμβαλλομένου Μέρους.",
    "start": 2859,
    "end": 3230
  },
  {
    "marker": "4",
    "body": "\"Έδαφος\" σημαίνει, σε σχέση με κάθε Συμβαλλόμενο Μέρος, το έδαφος υπό την κυριαρχία του, περιλαμβανομένων και των χωρικών υδάτων, καθώς και τις υποθαλάσσιες περιοχές, επί των οποίων το εν λόγω Συμβαλλόμενο Μέρος ασκεί, σύμφωνα με το διεθνές δίκαιο, κυριαρχικά δικαιώματα ή δικαιοδοσία.\r\nΑΡΘΡΟ 2 Προώθηση και προστασία των επενδύσεων",
    "start": 3233,
    "end": 3567
  },
  {
    "marker": "1",
    "body": "Κάθε Συμβαλλόμενο Μέρος, προωθεί, στο έδαφος του, επενδύσεις επενδυτών του άλλου Συμβαλλόμενου Μέρους και κάνει δεκτές τις επενδύσεις αυτές σύμφωνα με τη νομοθεσία του.",
    "start": 3571,
    "end": 3741
  },
  {
    "marker": "2",
    "body": "Επενδύσεις επενδυτών Συμβαλλόμενου Μέρους απολαμβάνουν πάντοτε, στο έδαφος του άλλου Συμβαλλόμενου Μέρους, δικαίας μεταχειρίσεως και πλήρους προστασίας και ασφαλείας. Κάθε Συμβαλλόμενο Μέρος εξασφαλίζει οτι η διαχείριση, συντήρηση, χρήση, εκμετάλλευση ή διάθεση, στο έδαφος του, επενδύσεων επενδυτών του άλλου Συμβαλλόμενου Μέρους δεν παρακωλύεται καθ\" οιονδήποτε τρόπο με μέτρα αδικαιολόγητα ή διακριτικής φύσεως.",
    "start": 3746,
    "end": 4162
  },
  {
    "marker": "3",
    "body": "Η απόδοση των επενδύσεων και, σε περίπτωση επανεπενδύσεως, το σχετικό εισόδημα απολαμβάνουν της ίδιας προστασίας με την αρχική επένδυση.",
    "start": 4166,
    "end": 4304
  },
  {
    "marker": "4",
    "body": "Κάθε Συμβαλλόμενο Μέρος τηρεί οποιαδήποτε άλλη υποχρέωση έχει αναλάβει σε σχέση με επενδύσεις επενδυτών του άλλου Συμβαλλόμενου Μέρους.\r\nΑΡΘΡΟ 3 Μεταχείριση των επενδύσεων",
    "start": 4309,
    "end": 4482
  },
  {
    "marker": "1",
    "body": "Κάθε Συμβαλλόμενο Μέρος παραχωρεί στις επενδύσεις, που πραγματοποιούνται στο έδαφός του από επενδυτές του άλλου Συμβαλλόμενου Μέρους, μεταχείριση όχι λιγότερο ευνοϊκή από εκείνη που παραχωρεί σε επενδύσεις των ίδιων επενδυτών του ή σε επενδύσεις επενδυτών τρίτου κράτους, εφαρμοζόμενης της ευνοϊκότερος μεταχειρίσεως.",
    "start": 4486,
    "end": 4805
  },
  {
    "marker": "2",
    "body": "Κάθε Συμβαλλόμενο Μέρος παραχωρεί στους επενδυτές του άλλου Συμβαλλόμενου Μέρους, όσον αφορά τη διαχείριση, συντήρηση, χρήση, εκμετάλλευση ή διάθεση των επενδύσεών τους, στο έδαφος του, μεταχείριση όχι λιγότερο ευνοϊκή από εκείνη που παραχωρεί στους ίδιους επενδυτές του ή σε επενδυτές τρίτου κράτους, εφαρμοζόμενης της ευνοϊκότερος μεταχειρίσεως.\r\n• 3. Οι διατάξεις των παραγράφων 1 και 2 του παρόντος άρθρου δεν συνεπάγονται υποχρέωση του ενός Συμβαλλόμενου Μέρους να επεκτείνει στους επενδυτές του άλλου Συμβαλλομένου Μέρους τα πλεονεκτήματα οποιασδήποτε μεταχειρίσεως, προτιμήσεως ή προνομίου που απορρέουν απο:",
    "start": 4809,
    "end": 5426
  },
  {
    "marker": "α",
    "body": "τη συμμετοχή του σε υφιστάμενη ή μελλοντική τελωνειακή ένωση, οικονομική ένωση, συμφωνία περιφερειακής οικονομικής ολοκλήρωσης ή παρόμοια διεθνή\r\nσυμφωνία, ή",
    "start": 5429,
    "end": 5588
  },
  {
    "marker": "β",
    "body": "διεθνή συμφωνία ή ρύθμιση σχετική εν όλω ή εν μέρει με φορολογία.\r\nΑΡΘΡΟ 4 Απαλλοτρίωση",
    "start": 5591,
    "end": 5680
  },
  {
    "marker": "1",
    "body": "Επενδύσεις επενδυτών του ενός Συμβαλλόμενου Μέρους στο έδαφος του άλλου Συμβαλλόμενου Μέρους, δεν υπόκεινται σε απαλλοτρίωση, εθνικοποίηση ή οποιοδήποτε άλλο μέτρο, τα αποτελέσματα του οποίου ισοδυναμούν με απαλλοτρίωση ή εθνικοποίηση (αποκαλούμενες εφεξής \"απαλλοτρίωση\"), παρά μόνο για λόγους δημόσιου συμφέροντος, με νόμιμες διαδικασίες, σε μη διακριτική βάση και κατόπιν καταβολής αμέσου, επαρκούς και αποτελεσματικής αποζημιώσεως. Η αποζημίωση αυτή είναι ίση με την αγοραία αξία της θιγείσας επενδύσεως αμέσως πριν από το χρονικό σημείο κατά το οποίο ελήφθη το συγκεκριμένο μέτρο ή έγινε δημοσίως γνωστό, επιλεγομένου του προγενέστερου χρονικού σημείου, περιλαμβάνει τόκο από την ημέρα της απαλλοτριώσεως έως την ημέρα καταβολής, με το σύνηθες εμπορικό επιτόκιο και μεταφέρεται ελεύθερα σε ελεύθερα μετατρέψιμο νόμισμα.",
    "start": 5684,
    "end": 6510
  },
  {
    "marker": "2",
    "body": "Οι διατάξεις της παραγράφου 1 του παρόντος άρθρου εφαρμόζονται επίσης και στην περίπτωση κατά την οποία Συμβαλλόμενο Μέρος προβαίνει σε απαλλοτρίωση περιουσιακών στοιχείων εταιρίας, η οποία έχει συσταθεί σύμφωνα με τη νομοθεσία του σε οποιοδήποτε σημείο του εδάφους του και της οποίας επενδυτής του άλλου Συμβαλλόμενου Μέρους κατέχει μετοχές.\r\nΑΡΘΡΟ 5 Αποζημιώσεις",
    "start": 6515,
    "end": 6881
  },
  {
    "marker": "1",
    "body": "Οι επενδυτές του ενός Συμβαλλόμενου Μέρους, των οποίων οι επενδύσεις στο έδαφος του άλλου Συμβαλλόμενου Μέρους υφίστανται ζημίες λόγω πολέμου ή άλλης ένοπλης σύγκρουσης, καταστάσεως εκτάκτου ανάγκης, πολιτικών αναταραχών ή άλλων παρόμοιων γεγονότων στο έδαφος του άλλου Συμβαλλόμενου Μέρους, απολαμβάνουν από το δεύτερο Συμβαλλόμενο Μέρος μεταχείριση, όσον αφορά την αποκατάσταση, αποζημίωση ή άλλου είδους διευθέτηση, όχι λιγότερο ευνοϊκή από εκείνη που το Συμβαλλόμενο Μέρος αυτό επιφυλάσσει στους ίδιους επενδυτές του ή στους επενδυτές τρίτου κράτους, εφαρμοζόμενης της ευνοϊκότερος μεταχειρίσεως. Προκύπτουσες πληρωμές καταβάλλονται αμέσως και μεταφέρονται ελεύθερα σε ελεύθερα μετατρέψιμο νόμισμα.",
    "start": 6885,
    "end": 7589
  },
  {
    "marker": "2",
    "body": "Μη θιγομένων των διατάξεων της παραγράφου 1 του παρόντος άρθρου, επενδυτές του ενός Συμβαλλόμενου Μέρους οι οποίοι, σε οποιαδήποτε από τις περιπτώσεις που αναφέρονται στην παράγραφο αυτή, υφίστανται ζημίες στο έδαφος του άλλου Συμβαλλόμενου Μέρους λόγω.",
    "start": 7593,
    "end": 7849
  },
  {
    "marker": "α",
    "body": "επιτάξεως της επενδύσεώς τους ή μέρους αυτής από τις δυνάμεις ή αρχές του δεύτερου Συμβαλλόμενου Μέρους, ή",
    "start": 7852,
    "end": 7960
  },
  {
    "marker": "β",
    "body": "καταστροφής της επενδύσεως τους ή μέρους αυτής από τις δυνάμεις ή αρχές του δεύτερου Συμβαλλόμενου Μέρους, η οποία δεν επεβάλλετο από τις περιστάσεις.\r\nτυγχάνουν άμεσης, επαρκούς και αποτελεσματικής επανορθώσεως ή αποζημιώσεως.\r\nΑΡΘΡΟ 6 Μεταφορές\r\n1,  Τα Συμβαλλόμενα Μέρη εγγυώνται, όσον αφορά τις επενδύσεις επενδυτών του άλλου Συμβαλλόμενου Μέρους, την ανεμπόδιστη μεταφορά της επενδύσεως και της αποδόσεως της, μετά την εκπλήρωση κάθε οικονομικής οφειλής που βαρύνει την επένδυση.\r\nΗ μεταφορά πραγματοποιείται χωρίς καθυστέρηση, σε ελευθέρα μετατρέψιμο νόμισμα, με την ισοτιμία που επικρατεί στην αγορά κατά την ημέρα της μεταφοράς.",
    "start": 7963,
    "end": 8601
  },
  {
    "marker": "2",
    "body": "Οι μεταφορές αυτές περιλαμβάνουν ειδικότερα, αλλά όχι αποκλειστικά:",
    "start": 8606,
    "end": 8675
  },
  {
    "marker": "α",
    "body": "κεφάλαιο και πρόσθετα ποσά για τη συντήρηση ή επέκταση της επένδυσης,",
    "start": 8678,
    "end": 8749
  },
  {
    "marker": "β",
    "body": "κέρδη, τόκους, μερίσματα και άλλα τρέχοντα εισοδήματα,",
    "start": 8752,
    "end": 8808
  },
  {
    "marker": "γ",
    "body": "ποσά για την εξόφληση δανείων,",
    "start": 8811,
    "end": 8843
  },
  {
    "marker": "δ",
    "body": "δικαιώματα πνευματικής και βιομηχανικής ιδιοκτησίας και αμοιβές,",
    "start": 8846,
    "end": 8912
  },
  {
    "marker": "ε",
    "body": "προϊόν πωλήσεως ή ρευστοποιήσεως της επένδυσης ή μέρους αυτής,\r\nστ) αποζημιώσεις σύμφωνα με τα άρθρα 4 και 5,",
    "start": 8915,
    "end": 9026
  },
  {
    "marker": "ζ",
    "body": "το μη δαπανηθέν μέρος του μισθού και άλλων αμοιβών προσωπικού το οποίο έχει προσληφθεί από το εξωτερικό σε σχέση με επένδυση επενδυτή του άλλου Συμβαλλόμενου Μέρους.\r\nΑΡΘΡΟ 7 Υποκατάσταση",
    "start": 9029,
    "end": 9218
  },
  {
    "marker": "1",
    "body": "Εάν οι επενδύσεις επενδυτή ενός Συμβαλλόμενου Μέρους στο έδαφος του άλλου Συμβαλλομένου Μέρους είναι ασφαλισμένες για μη εμπορικούς κινδύνους, βάσει νόμιμου συστήματος εγγυήσεως, κάθε υποκατάσταση του ασφαλιστή στα δικαιώματα του εν λόγω επενδυτή, σύμφωνα με τους ορούς της ασφάλειας αυτής, αναγνωρίζεται από το δεύτερο Συμβαλλόμενο Μέρος, μη θιγομένων των δικαιωμάτων του επενδυτή, σύμφωνα με το άρθρο 9 της παρούσας Συμφωνίας.",
    "start": 9222,
    "end": 9652
  },
  {
    "marker": "2",
    "body": "Ο ασφαλιστής δεν δικαιούται να ασκήσει δικαιώματα άλλα, πέραν των δικαιωμάτων που θα εδικαιούτο να ασκήσει ο επενδυτής.",
    "start": 9656,
    "end": 9777
  },
  {
    "marker": "3",
    "body": "Διαφορές μεταξύ Συμβαλλόμενου Μέρους και ασφαλιστή θα καταβάλλεται προσπάθεια να επιλύονται, σύμφωνα με τις διατάξεις του άρθρου 9 της παρούσας Συμφωνίας.\r\nΑΡΘΡΟ 8\r\nΕπίλυση διαφορών μεταξύ των\r\nΣυμβαλλόμενων Μερών",
    "start": 9781,
    "end": 9996
  },
  {
    "marker": "1",
    "body": "Κάθε διαφορά μεταξύ των Συμβαλλόμενων Μερών σχετική με την ερμηνεία ή την εφαρμογή της παρούσας Συμφωνίας, επιλύεται, εφόσον τούτο είναι δυνατόν, δια διαπραγματεύσεων, δια της διπλωματικής οδού.",
    "start": 10000,
    "end": 10196
  },
  {
    "marker": "2",
    "body": "Εάν η διαφορά δεν μπορέσει να διευθετηθεί κατ\" αυτόν τον τρόπο εντός έξι (6) μηνών από την έναρξη των διαπραγματεύσεων, υποβάλλεται σε διαιτητικό δικαστήριο κατόπιν αιτήσεως Συμβαλλόμενου Μέρους.",
    "start": 10200,
    "end": 10397
  },
  {
    "marker": "3",
    "body": "Το διαιτητικό δικαστήριο συγκροτείται σε κάθε συγκεκριμένη περίπτωση ως ακολούθως: Κάθε Συμβαλλόμενο Μέρος ορίζει ένα διαιτητή και οι δύο αυτοί διαιτητές ορίζουν, κατόπιν μεταξύ τους συμφωνίας, υπήκοο τρίτης χώρας ως πρόεδρο. Οι διαιτητές ορίζονται εντός δύο (2) μηνών και ο πρόεδρος εντός τεσσάρων (4) μηνών από την ημερομηνία κατά την οποία Συμβαλλόμενο Μέρος γνωστοποίησε στο άλλο Συμβαλλόμενο Μέρος την πρόθεση του να παραπέμψει τη διαφορά σε διαιτητικό δικαστήριο.",
    "start": 10402,
    "end": 10873
  },
  {
    "marker": "4",
    "body": "Εάν εντός των προθεσμιών που καθορίζονται στην παράγραφο 3 του παρόντος άρθρου δεν έχουν γίνει οι αναγκαίοι διορισμοί, οποιοδήποτε από τα Συμβαλλόμενα Μέρη μπορεί, ελλείψει άλλης συμφωνίας, να ζητήσει από τον Πρόεδρο του Διεθνούς Δικαστηρίου να προβεί στους αναγκαίους διορισμούς. Εάν ο Πρόεδρος του Διεθνούς Δικαστηρίου είναι υπήκοος ενός των Συμβαλλόμενων Μερών η κωλύεται κατ’ άλλον τρόπο να ασκήσει το εν λόγω καθήκον, καλείται να προβεί στους αναγκαίους διορισμούς ο Αντιπρόεδρος και, σε περίπτωση που ο τελευταίος είναι υπήκοος Συμβαλλόμενου Μέρους ή κωλύεται κατ\" άλλον τρόπο να ασκήσει το εν λόγω καθήκον, το αρχαιότερο κατά σειρά Μέλος του Δικαστηρίου που δεν είναι υπήκοος Συμβαλλόμενου Μέρους καλείται να προβεί στους αναγκαίους διορισμούς.",
    "start": 10877,
    "end": 11630
  },
  {
    "marker": "5",
    "body": "Το διαιτητικό δικαστήριο αποφασίζει σύμφωνα με το νόμο, και ιδίως, βάσει της παρούσας Συμφωνίας και άλλων σχετικών συμφωνιών μεταξύ των Συμβαλλόμενων Μερών, καθώς και των γενικώς παραδεδεγμένων κανόνων και αρχών του διεθνούς δικαίου.",
    "start": 11634,
    "end": 11869
  },
  {
    "marker": "6",
    "body": "Το δικαστήριο αποφασίζει την εσωτερική του διαδικασία, εκτός εάν τα Συμβαλλόμενα Μέρη ορίσουν άλλως.\r\nΤο δικαστήριο εκδίδει την απόφαση του κατά πλειοψηφία. Η απόφαση αυτή είναι τελική και δεσμευτική για τα Συμβαλλόμενα Μέρη.",
    "start": 11873,
    "end": 12100
  },
  {
    "marker": "7",
    "body": "Κάθε Συμβαλλόμενο Μέρος φέρει το κόστος του διαιτητή που όρισε το ίδιο, καθώς και της εκπροσώπησης του. Το κόστος του προέδρου, καθώς και κάθε άλλο κόστος, φέρουν τα Συμβαλλόμενα Μέρη εξίσου. Το δικαστήριο δύναται πάντως να ορίσει στην απόφαση του ότι ένα από τα δύο Συμβαλλόμενα Μέρη θα φέρει μεγαλύτερο ποσοστό του κόστους και η απόφαση αυτή είναι δεσμευτική για τα Συμβαλλόμενα Μέρη.\r\nΑΡΘΡΟ 9\r\nΕπίλυση διαφορών μεταξύ επενδυτή\r\nκαι Συμβαλλόμενου Μέρους",
    "start": 12104,
    "end": 12561
  },
  {
    "marker": "1",
    "body": "Διαφορές μεταξύ επενδυτή του ενός Συμβαλλόμενου Μέρους και του άλλου Συμβαλλόμενου Μέρους, που αφορούν υποχρέωση του τελευταίου, βάσει της παρούσας Συμφωνίας, σχετική με επένδυση του πρώτου, επιλύεται, εφόσον τούτο είναι δυνατόν, από τα ενδιαφερόμενα μέρη φιλικά.",
    "start": 12565,
    "end": 12830
  },
  {
    "marker": "2",
    "body": "Εάν η εν λόγω διαφορά δεν μπορέσει να επιλυθεί εντός έξι (6) μηνών από την ημερομηνία κατά την οποία ένα από τα Μέρη ζήτησε τη φιλική διευθέτησή της, ο ενδιαφερόμενος επενδυτής μπορεί να υποβάλει τη διαφορά είτε στο αρμόδιο δικαστήριο του Συμβαλλόμενου Μέρους στο έδαφος του οποίου έχει πραγματοποιηθεί η επένδυση είτε στη διεθνή διαιτησία.\r\nΚάθε Συμβαλλόμενο Μέρος συγκατατίθεται δια της παρούσας Συμφωνίας στην υποβολή των εν λόγω διαφορών στη διεθνή διαιτησία.",
    "start": 12834,
    "end": 13299
  },
  {
    "marker": "3",
    "body": "Εφόσον η διαφορά παραπεμφθεί στη διεθνή διαιτησία, ο ενδιαφερόμενος επενδυτής μπορεί να υποβάλει τη διαφορά είτε:",
    "start": 13303,
    "end": 13418
  },
  {
    "marker": "α",
    "body": "στο  Διεθνές  Κέντρο  για  το  διακανονισμό  των\r\nΔιαφορών εξ Επενδύσεων, που ιδρύθηκε με τη Σύμβαση δια την ρύθμισιν των σχετιζομένων προς τας επενδύσεις διαφορών μεταξύ Κρατών και υπηκόων άλλων Κρατών, η οποία ανοίχθηκε για υπογραφή στην Ουάσινγκτον D.C. στις 18 Μαρτίου 1965, προς διευθέτηση δια της οδού της συνδιαλλαγής ή της διαιτησίας, είτε β) σε ad hoc διαιτητικό δικαστήριο, το οποίο συνιστάται σύμφωνα με τους κανόνες περί διαιτησίας της Επιτροπής των Ηνωμένων Εθνών για το Διεθνές Εμπορικό Δίκαιο (U.N.C.I.T.R.A.L.).",
    "start": 13423,
    "end": 13952
  },
  {
    "marker": "4",
    "body": "Το διαιτητικό δικαστήριο επιλύει τη διαφορά σύμφωνα με τις διατάξεις της παρούσας Συμφωνίας και τους εφαρμοστέους κανόνες και αρχές του διεθνούς δικαίου. Οι διαιτητικές αποφάσεις είναι τελεσίδικες και δεσμευτικές για τα Μέρη της διαφοράς. Κάθε Συμβαλλόμενο Μέρος εφαρμόζει χωρίς καθυστέρηση τις εν λόγω αποφάσεις κα τις εκτελεί σύμφωνα με την εθνική του νομοθεσία.",
    "start": 13956,
    "end": 14322
  },
  {
    "marker": "5",
    "body": "Κατά τη διάρκεια της διαιτητικής διαδικασίας ή της εκτελέσεως της διαιτητικής αποφάσεως το Συμβαλλόμενο Μέρος που έχει εμπλακεί στη διαφορά δεν δύναται να επικαλεσθεί ότι ο επενδυτής του άλλου Συμβαλλόμενου Μέρους έχει τύχει αποζημιώσεως, εν όλω ή εν μέρει, βάσει ασφαλιστικής συμβάσεως.\r\nΑΡΘΡΟ 10 Εφαρμογή άλλων διατάξεων\r\nΕφόσον η νομοθεσία Συμβαλλόμενου Μέρους ή υφιστάμενες ή αναλαμβανόμενες στο μέλλον, βάσει του διεθνούς δικαίου, μεταξύ των Συμβαλλόμενων Μερών υποχρεώσεις επιπλέον της παρούσας Συμφωνίας περιλαμβάνουν ρυθμίσεις, γενικές ή ειδικές, με τις οποίες παρέχεται το δικαίωμα σε επενδύσεις επενδυτών του άλλου Συμβαλλόμενου Μέρους για ευνοϊκότερη μεταχείριση από την προβλεπόμενη με την παρούσα Συμφωνία, οι ρυθμίσεις αυτές, στο μέτρο που είναι ευνοϊκότερες, υπερισχύουν της παρούσας Συμφωνίας.\r\nΑΡΘΡΟ 11 Διαβουλεύσεις\r\nΚάθε φορά που κρίνεται απαραίτητο, διεξάγονται διαβουλεύσεις μεταξύ εκπροσώπων των Συμβαλλόμενων Μερών, επί θεμάτων που αφορούν την εφαρμογή της παρούσας Συμφωνίας. Οι διαβουλεύσεις διεξάγονται κατόπιν προτάσεως Συμβαλλόμενου Μέρους, σε χρόνο και τόπο που συμφωνούνται δια της διπλωματικής οδού.\r\nΑΡΘΡΟ 12 Εφαρμογή\r\nΗ παρούσα Συμφωνία εφαρμόζεται επίσης σε υφιστάμενες επενδύσεις που πραγματοποιήθηκαν πριν από τη θέση της σε ισχύ, από επενδυτές του ενός Συμβαλλόμενου Μέρους στο έδαφος του άλλου Συμβαλλόμενου Μέρους, σύμφωνα με τη νομοθεσία του τελευταίου.\r\nΑΡΘΡΟ 13 Θέση σε ισχύ - Διάρκεια - Λήξη",
    "start": 14326,
    "end": 15762
  },
  {
    "marker": "1",
    "body": "Η παρούσα Συμφωνία τίθεται σε ισχύ τριάντα (30) ημέρες από την ημερομηνία κατά την οποία τα Συμβαλλόμενα Μέρη αντήλλαξαν έγγραφες ανακοινώσεις με τις οποίες πληροφορούν ότι ολοκληρώθηκαν οι διαδικασίες που απαιτούνται από τις αντίστοιχες νομοθεσίες τους για το σκοπό αυτόν. Παραμένει σε ισχύ για μια περίοδο δέκα (10) ετών από την ημερομηνία αυτή.",
    "start": 15766,
    "end": 16115
  },
  {
    "marker": "2",
    "body": "Εκτός εάν καταγγελθεί από Συμβαλλόμενο Μέρος τουλάχιστον ένα (1) έτος πριν από την ημερομηνία λήξεως της ισχύος της, η παρούσα Συμφωνία παρατείνεται εν συνεχεία σιωπηρώς για δεκαετείς περιόδους. Κάθε Συμβαλλόμενο Μέρος διατηρεί το δικαίωμα να καταγγείλει τη Συμφωνία, κατόπιν ανακοινώσεως, τουλάχιστον ένα (1) έτος πριν από την ημερομηνία λήξεως της τρέχουσας περιόδου ισχύος της.",
    "start": 16119,
    "end": 16501
  },
  {
    "marker": "3",
    "body": "Όσον αφορά επενδύσεις που πραγματοποιήθηκαν πριν από την ημερομηνία καταγγελίας της παρούσας Συμφωνίας, τα προηγούμενα άρθρα εξακολουθούν να ισχύουν για μια περαιτέρω δεκαετία από την ημερομηνία αυτή.\r\nΈγινε εις διπλούν, στην Αθήνα, την 29η Μαΐου 1997, στην ελληνική, σλοβένικη και αγγλική γλώσσα και όλα τα κείμενα είναι εξίσου αυθεντικά.\r\nΣε περίπτωση ερμηνευτικών διαφορών, υπερισχύει το αγγλικό κείμενο.\r\nΓΙΑ ΤΗΝ ΚΥΒΕΡΝΗΣΗ               ΓΙΑ ΤΗΝ ΚΥΒΕΡΝΗΣΗ\r\nΤΗΣ ΕΛΛΗΝΙΚΗΣ                        ΤΗΣ ΔΗΜΟΚΡΑΤΙΑΣ\r\nΔΗΜΟΚΡΑΤΙΑΣ                            ΤΗΣ ΣΛΟΒΕΝΙΑΣ\r\n(υπογραφή)                                   (υπογραφή)\r\n\r\n                               \r\nAGREEMENT\r\nBETWEEN THE GOVERNMENT OF THE HELLENIC REPUBLIC AND\r\nTHE GOVERNMENT OF THE REPUBLIC OF SLOVENIA\r\nON THE RECIPROCAL PROMOTION AND   PROTECTION OF INVESTMENTS\r\nThe Government of the Hellenic Republic and the Government of the Republic of Slovenia.\r\nHereinafter referred to as the \"Contracting Parties\",\r\nDESIRING to intensify their economic cooperation to the mutual benefit of both States en a long term basis,\r\nHAVING as their objective to create favourable conditions for investments by investors of either Contracting Party in the territory of the other Contracting Party,\r\nRECOGNIZING that the promotion and protection of investments, on the basis of this Agreement, will stimulate the initiative in this field.\r\nHAVE AGREED AS FOLLOWS:\r\nARTICLE 1 Definitions\r\nFor the purposes of this Agreement:",
    "start": 16505,
    "end": 17977
  },
  {
    "marker": "1",
    "body": "\"Investment\" means every kind of asset invested in accordance with the legislation of the Contracting Party in whose territory the investment is made and in particular, though not exclusively, includes:\r\na)  movable and immovable property and any other rights in rem, such as servitudes, ususfructus, mortgages, liens or pledges;\r\nb)   shares in and stock and debentures of a company and any other form of participation in a company, as well as bonds:",
    "start": 17980,
    "end": 18433
  },
  {
    "marker": "c",
    "body": "claims to money or to any performance under contract having an economic value, connected to an investment;",
    "start": 18437,
    "end": 18545
  },
  {
    "marker": "d",
    "body": "intellectual and industrial property rights;\r\ne)  concessions conferred by law or under contract, including concessions to search for, cultivate, extract or exploit natural resources;\r\nA possible change in the form in which the investments have been made does not affect their character as investments, provided that such a change is in accordance with the legislation of the Contracting Party in whose territory the investment has been made.",
    "start": 18549,
    "end": 18993
  },
  {
    "marker": "2",
    "body": "\"Returns\" means the amounts yielded by an investment and in particular, though not exclusively, includes profit, interest, capital gains, dividends, royalties, fees and other lawful income.",
    "start": 18996,
    "end": 19187
  },
  {
    "marker": "3",
    "body": "\"Investor\" means with regard to either Contracting Party:\r\na)  natural persons having the nationality of that Contracting Party in accordance with its law,\r\nb)   legal persons or other entities, including companies, corporations, business associatons and partnerships, which are constituted or otherwise duly organised under the laws of that Contracting Party and have their effective economic activities in the territory of that same Contracting Party,\r\nwho invest in the territory of the other Contracting Party.\r\nTerritory\" means in respect of either Contracting Party, the territory under its sovereignity including the territorial sea, as well as submarine areas over which that Contracting Party exercises, in conformity with international law. sovereign rights or jurisdiction.\r\nARTICLE 2 Promotion and Protection of Investments",
    "start": 19190,
    "end": 20027
  },
  {
    "marker": "1",
    "body": "Each Contracting Party promotes in its territory investments by investors of the other Contracting Party and admits such investments in accordance with its legislation.",
    "start": 20031,
    "end": 20201
  },
  {
    "marker": "2",
    "body": "Investments by investors of a Contracting Party shall, at all times, be accorded fair and equitable treatment and shall enjoy full protection and security in the territory of the other Contracting Party. Each Contracting Party shall ensure that the management, maintainance, use, enjoyment or disposal, in its territory, of investments by investors of the other Contracting Party, is not in any way impaired by unjustifiable or discriminatory measures.",
    "start": 20205,
    "end": 20659
  },
  {
    "marker": "3",
    "body": "Returns from the investments and, in cases of reinvestment, the income ensuing therefrom, enjoy the same protection as the initial investments.",
    "start": 20662,
    "end": 20807
  },
  {
    "marker": "4",
    "body": "Each Contracting Party shall observe any other obligation it may have entered into with regard to investments of investors of the other Contacting Party.\r\nARTICLE 3 Treatment of Investments",
    "start": 20811,
    "end": 21002
  },
  {
    "marker": "1",
    "body": "Each Contracting Parry shall accord to investments, made in its territory by investors of the other Contracting Party, treatment net less favourable than that which it accords to investments of its own investors or to investments of investors of any third State, whichever is more favourable.",
    "start": 21005,
    "end": 21299
  },
  {
    "marker": "2",
    "body": "Each Contracting Party shall accord to investors of the other Contracting Party, as regards the management, maintainance, use, enjoyment or disposal of their investments in its territory, treatment not less favourable than that which it accords to its own investors or to investors of any third State, whichever is more favourable.",
    "start": 21303,
    "end": 21636
  },
  {
    "marker": "3",
    "body": "The provisions of paragraphs 1 and 2 of this Article shall not be construed so as to oblige one Contracting Party to extend to the investors of the other Contracting Party the benefit of any treatment, preference or privilege resulting from:\r\na)  its participation in any existing or future customs union, economic union, regional economic integration agreement or similar international agreement, or\r\nb)  any international agreement or arrangement relating wholly or mainly to taxation.\r\nARTICLE 4 Expropriation",
    "start": 21639,
    "end": 22153
  },
  {
    "marker": "1",
    "body": "Investments by investors of either Contracting Party in the territory Of the other Contracting Parry, shall not be expropriated, nationalised or subjected to any other measure the effects of which would be tantamount to expropriation or nationalisation (hereinafter referred to as \"expropriation\"), except in the public interest, under due process of law, on a non discriminatory basis and against payment of prompt, adequate and effective compensation. Such compensation shall amount to the market value of the investment affected immediately before the actual measure was taken or became public knowledge, whichever is the earlier, it shall include interest from the date of expropriation until the date of payment at a normal commercial rate and shall be freely transferable in a freely convertible currency.",
    "start": 22156,
    "end": 22969
  },
  {
    "marker": "2",
    "body": "The provisions of paragraph 1 of this Article shall also apply where a Contracting Party expropriates the assets of a company which is constituted under the laws in force in any part of its own territory and in which investors of the other Contracting Party own shares.\r\nARTICLE 5\r\nCompensation for Losses",
    "start": 22973,
    "end": 23280
  },
  {
    "marker": "1",
    "body": "Investors of one Contracting Party whose investments in the territory of the other Contracting Party suffer losses owing to war or other armed conflict, a state of national emergency, civil disturbance or other similar events in the territory of the other Contracting Party shall be accorded by the latter Contracting Party treatment, as regards restitution, indemnification, compensation or other settlement, no less favourable than that which the latter Contracting Party accords to its own investors or to investors of any third State, whichever is more favourable. Resulting payments shall be made without delay and shall be freely transferable in a freely convertible currency.",
    "start": 23285,
    "end": 23969
  },
  {
    "marker": "2",
    "body": "Without prejudice to paragraph 1 of this Article, investors of one Contracting Party who, in any of the situations referred to in that paragraph suffer losses in the territory of the other Contracting Party resulting from:\r\na) requisitioning of their investment or part thereof by the latter\"s forces or authorities, or\r\nb) destruction of their investment or part thereof by the latter\"s forces or authorities, which was not required by the necessity of the situation,\r\nshall be accorded restitution or compensation which in either case shall be prompt, adequate and effective.\r\nARTICLE 6 Transfers",
    "start": 23972,
    "end": 24572
  },
  {
    "marker": "1",
    "body": "Each Contracting Party shall guarantee, in respect of investments of investors of the other Contracting Party, the unrestricted transfer of the investment and its returns, after fulfilment of any financial obligation pertaining to the investment.\r\nThe transfers shall be effected without delay, in a freely convertible currency, at the market rate of exchange applicable on the date of transfer.",
    "start": 24575,
    "end": 24972
  },
  {
    "marker": "2",
    "body": "Such transfers shall include in particular, though not exclusively:\r\na)  capital and additional amounts to maintain or increase the investment;\r\nb)  profits, interest dividends and other current income;",
    "start": 24975,
    "end": 25179
  },
  {
    "marker": "c",
    "body": "funds in repayment of loans;",
    "start": 25183,
    "end": 25213
  },
  {
    "marker": "d",
    "body": "royalties and fees;\r\ne)  proceeds of sale or liquidation of the whole or any part of the investment;\r\nf)  compensation under Articles 4 and 5.\r\ng) unspent earnings and other remuneration of personnel engaged from abroad in connection with an investment of an investor of the other Contracting Party.\r\nARTICLE 7 Subrogation",
    "start": 25217,
    "end": 25541
  },
  {
    "marker": "1",
    "body": "If the investments of an investor of one Contracting Party in the territory of the other Contracting Party are insured against non-commercial risks under a legal system of guarantee, any subrogation of the insurer into the rights of the said investor pursuant to the terms of such insurance shall be recognized by the other Contracting Party, without prejudice to the rights of the investor under Article 9 of this Agreement.",
    "start": 25544,
    "end": 25971
  },
  {
    "marker": "2",
    "body": "The insurer shall not be entitled to exercise any rights other than the rights which the investor would have been entitled to exercise.",
    "start": 25975,
    "end": 26112
  },
  {
    "marker": "3",
    "body": "Disputes between a Contracting Party and an insurer shall be tried to be remedied in accordance with the provisions of Article 9 of this Agreement.\r\nARTICLE 8\r\nSettlement of Disputes between the Contracting Parties",
    "start": 26116,
    "end": 26332
  },
  {
    "marker": "1",
    "body": "Any dispute between the Contracting Parties concerning the interpretation or application of this Agreement shall, if possible, be settled by negotiations, through diplomatic channels.",
    "start": 26336,
    "end": 26521
  },
  {
    "marker": "2",
    "body": "If the dispute cannot thus be settled within six months from the beginning of the negotiations, it shall, upon request of either Contracting Party be submitted to an arbitration tribunal.",
    "start": 26526,
    "end": 26715
  },
  {
    "marker": "3",
    "body": "The arbitration tribunal shall be constituted ad hoc as follows: Each Contracting Party shall appoint one arbitrator and these two arbitrators shall agree upon a national of a third State as chairman. The arbitrators shall be appointed within two months, the chairman within four months from the date on which either Contracting Party has informed the other Contracting Party that it intends to submit the dispute to an arbitration tribunal.",
    "start": 26718,
    "end": 27161
  },
  {
    "marker": "4",
    "body": "If within the periods specified in paragraph 3 of this Article the necessary appointments have not been made, either Contracting Party may, in the absence of any other agreement, invite the President of the International Court of Justice to make the necessary appointments. If the President of the Court is a national of either Contracting Party or if he is otherwise prevented from discharging the said function, the Vice-President or if he too is a national of either Contracting Party or is otherwise prevented from discharging the said function, the Member of the Court next in seniority, who is not a national of either Contracting Party, shall be invited to make the necessary appointments.",
    "start": 27164,
    "end": 27862
  },
  {
    "marker": "5",
    "body": "The arbitration tribunal shall decide on the basis of respect of the law, including particularly this Agreement and other relevant agreements between the Contracting Parties, as well as the generally acknowledged rules and principles of international law.",
    "start": 27865,
    "end": 28122
  },
  {
    "marker": "6",
    "body": "Unless the Contracting Parties decide otherwise, the tribunal shall determine its own procedure.\r\nThe tribunal shall reach its decision by a majority of votes. Such decision shall be final and binding on the Contracting Parties.",
    "start": 28126,
    "end": 28356
  },
  {
    "marker": "7",
    "body": "Each Contracting Party shall bear the cost of the arbitrator appointed by itself and of its representation. The cost of the chairman as well as the other costs will be born in equal parts by the Contracting Parties. The tribunal may, however, in its decision direct that a higher proportion of costs shall be born by one of the two Contracting Parties and this award shall be binding on both Contracting Parties.\r\nARTICLE 9 Settlement of Disputes between an Investor and a Contracting Party\r\n1    Disputes between an investor of a Contracting Party and the other Contracting Party concerning an obligation of the latter under this Agreement, in relation to an investment or the former, shall, if possible, be settled by the disputing parties in an amicable way.\r\n2   If such disputes cannot be settled within six months from the date either party requested amicable settlement, the investor concerned may submit the dispute either to the competent courts of the Contracting Party in the territory of which the investment has been made or to international arbitration.\r\nEach Contracting Party hereby consents to the submission of such dispute to international arbitration.",
    "start": 28359,
    "end": 29532
  },
  {
    "marker": "3",
    "body": "Where the dispute is referred to international arbitration the investor concerned may submit the dispute either to:\r\na)  the International Centre for the Settlement of Investment Disputes, established under the Convention on the Settlement of Investment Disputes between States and Nationals of Other States, opened for signature at Washington D.C. on 18 March 1365, for arbitration or conciliation, or\r\nb)  an ad hoc arbitral tribunal to be established under the arbitration rules of the United Nations Commission on International Trade Law (U.N.C.I.T.R.A.L).",
    "start": 29535,
    "end": 30097
  },
  {
    "marker": "4",
    "body": "The arbitral tribunal shall decide the dispute in accordance with the provisions of this Agreement and the applicable rules and principles of international law. The awards of arbitration shall be final and binding on both parties to the dispute. Each Contracting Party shall carry out without delay any such award and such award shall be enforced in accordance with domestic law.",
    "start": 30101,
    "end": 30482
  },
  {
    "marker": "5",
    "body": "During arbitration proceedings or the enforcement of the award, the Contracting Party involved in the dispute shall not raise the objection that the investor of the other Contracting Party has received compensation under an insurance contract in respect of all or part of the damage.\r\nARTICLE 10\r\nApplication of other Rules\r\nIf the provisions of law of either Contracting Party or obligations under international law existing at present or established hereafter between the Contracting Parties in addition to this Agreement, contain a rule, whether general or specific, entitling investments by investors of the other Contracting Party to a treatment more favourable than is provided for by this Agreement, such rule shall, to the extent that it is more favourable, prevail over this Agreement.\r\nARTICLE 11\r\nConsultations\r\nRepresentatives of the Contracting Parties shall, whenever necessary, hold consultations on any matter affecting the implementation of this Agreement. These consultations shall be held on the proposal of one of the Contracting Parties at a place and at a time to be agreed upon through diplomatic channels.\r\nARTICLE 12\r\nApplication\r\nThis Agreement shall also apply to existing investments made prior to its entry into force by investors of either Contracting Party in the territory of the other Contracting Party, consistent with the latter\"s legislation.\r\nARTICLE 13\r\nEntry into Force - Duration - Termination",
    "start": 30485,
    "end": 31920
  },
  {
    "marker": "1",
    "body": "This Agreement shall enter into force thirty days after the date on which the Contracting Parties have exchanged written notifications informing each other that the procedures required by their respective laws to this end have been completed, it shall remain in force for a period of ten years from that date.",
    "start": 31924,
    "end": 32235
  },
  {
    "marker": "2",
    "body": "Unless notice of termination has been given by either Contracting Party at least one year before the date of expiry of its validity, this Agreement shall thereafter be extended tacitly for periods of ten years, each Contracting Party reserving the right to terminate the Agreement upon notice of at least one year before the date of expiry of its current period of validity.",
    "start": 32239,
    "end": 32615
  },
  {
    "marker": "3",
    "body": "In respect of investments made prior to the date of termination of this Agreement, the foregoing Articles shall continue to be effective for a further period of ten years from that date.\r\nDone in duplicate at Athens, on May the 29th 1997\r\nin the Greek, Slovene and English languages, all texts being equally authentic.\r\nin case of divergence the English text shall prevail.\r\nFOR THE GOVERNMENT OF THE HELLENIC REPUBLIC\r\nFOR THE GOVERNMENT OF THE REPUBLIC OF SLOVENIA\r\n\r\nΆρθρο δεύτερο\r\nΤα πρωτόκολλα - πρακτικά που καταρτίζονται κατά τις διαβουλεύσεις των εκπροσώπων των Συμβαλλόμενων Μερών που προβλέπονται από το άρθρο 11 της Συμφωνίας εγκρίνονται με κοινή πράξη των αρμόδιων κατά περίπτωση υπουργών.\r\nΆρθρο τρίτο\r\nΗ ισχύς του παρόντος νόμου αρχίζει από τη δημοσίευση του στην Εφημερίδα της Κυβερνήσεως και της Συμφωνίας που κυρώνεται από την πλήρωση των προϋποθέσεων του άρθρου 13 παρ. 1 αυτής.\r\nΠαραγγέλλομε τη δημοσίευση του παρόντος στην Εφημερίδα της Κυβερνήσεως και την εκτέλεση του ως νόμου του Κράτους.\r\nΑθήνα, 8 Ιανουαρίου 1998\r\nΟ ΠΡΟΕΔΡΟΣ ΤΗΣ ΔΗΜΟΚΡΑΤΙΑΣ\r\nΚΩΝΣΤΑΝΤΙΝΟΣ ΣΤΈΦΑΝΟΠΟΥΛΟΣ\r\nΟΙ ΥΠΟΥΡΓΟΙ ΕΞΩΤΕΡΙΚΩΝ                       ΕΘΝ. ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ\r\nΘΕΟΔ. ΠΑΓΚΑΛΟΣ                 ΠΑΝ. ΠΑΠΑΝΤΩΝΙΟΥ\r\nΑΝΑΠΤΥΞΗΣ\r\nΒΑΧ. ΠΑΠΑΝΔΡΕΟΥ\r\nθεωρήθηκε και τέθηκε η Μεγάλη Σφραγίδα του Κράτους Αθήνα, 12 Ιανουαρίου 1998\r\nΟ ΕΠΙ ΤΗΣ ΔΙΚΑΙΟΣΥΝΗΣ ΥΠΟΥΡΓΟΣ\r\nΕΥΑΓ. ΓΙΑΝΝΟΠΟΥΛΟΣ",
    "start": 32618,
    "end": 33998
  }
]